Repository: EltonChou/TwitterMediaHarvest
Catalog: locales/*.po
Languages: de, es, fr, ja, ru

# app
source: appDesc
de: Videos und Bilder von Twitter oder TweetDeck mit nur einem Klick herunterladen.
es: Descarga con un clic vídeos e imágenes desde Twitter o TweetDeck.
fr: Téléchargez en un clic les vidéos et images depuis Twitter ou TweetDeck.
ja: twitter や TweetDeck のビデオと画像、ワンクリックでダウンロードできる。
ru: Скачивание видео и изображений с Twitter или TweetDeck в один клик.

# app
source: appName
de: Media Harvest – X (Twitter) Medien-Downloader
es: Media Harvest: X (Twitter) - Descargador de multimedia
fr: Media Harvest : X (Twitter) — Téléchargeur de médias
ja: Media Harvest : X (ツイッター) メディアダウンローダー
ru: Media Harvest: X (Twitter) — загрузчик медиа

# hook:useExtensionConflictDiagnostic
source: {{count}} conflicted extension(s) detected.
de: {{count}} konfliktverursachende Erweiterung(en) erkannt.
es: Se detectaron {{count}} extensiones en conflicto.
fr: {{count}} extension(s) en conflit détectée(s).
ja: {{count}} 個の競合する拡張機能が検出されました。
ru: Обнаружено {{count}} конфликтующих расширений.

# hook:useExtensionConflictDiagnostic
source: All conflicted extensions have been disabled.
de: Alle konfliktverursachenden Erweiterungen wurden deaktiviert.
es: Todas las extensiones en conflicto han sido desactivadas.
fr: Toutes les extensions en conflit ont été désactivées.
ja: すべての競合する拡張機能は無効化されました。
ru: Все конфликтующие расширения были отключены.

# hook:useExtensionConflictDiagnostic
source: Diagnostic is aborted.
de: Die Diagnose wurde abgebrochen.
es: Diagnóstico abortado.
fr: Le diagnostic a été interrompu.
ja: 診断が中止されました。
ru: Диагностика прервана.

# hook:useExtensionConflictDiagnostic
source: Diagnostic is running...
de: Diagnose läuft...
es: Diagnóstico en curso...
fr: Diagnostic en cours...
ja: 診断を実行中...
ru: Запуск диагностики...

# hook:useExtensionConflictDiagnostic
source: Disabling conflicted extensions...
de: Deaktiviere konfliktverursachende Erweiterungen...
es: Desactivando extensiones en conflicto...
fr: Désactivation des extensions en conflit...
ja: 競合する拡張機能を無効化しています...
ru: Отключение конфликтующих расширений...

# hook:useExtensionConflictDiagnostic
source: Failed to disable conflicted extensions.
de: Konfliktverursachende Erweiterungen konnten nicht deaktiviert werden.
es: No se pudieron desactivar las extensiones en conflicto.
fr: Impossible de désactiver les extensions en conflit.
ja: 競合する拡張機能を無効化できませんでした。
ru: Не удалось отключить конфликтующие расширения.

# hook:useExtensionConflictDiagnostic
source: No conflicted extensions found.
de: Keine konfliktbehafteten Erweiterungen gefunden.
es: No se encontraron extensiones en conflicto.
fr: Aucune extension en conflit trouvée.
ja: 競合する拡張機能は見つかりませんでした。
ru: Конфликтующих расширений не найдено.

# hook:useExtensionConflictDiagnostic
source: Requesting management permission...
de: Verwalterrechte werden angefordert...
es: Solicitando permiso de gestión...
fr: Demande d'autorisation de gestion...
ja: 拡張機能管理権限をリクエストしています...
ru: Запрос прав управления...

# hook:useExtensionConflictDiagnostic
source: Required permission (management) was not granted.
de: Erforderliche Berechtigung (Verwaltung) wurde nicht erteilt.
es: No se concedió el permiso requerido (gestión).
fr: La permission requise (gestion) n'a pas été accordée.
ja: 必要な権限(管理)を取得できませんでした。
ru: Не предоставлено необходимое разрешение (управление).

# hook:useExtensionConflictDiagnostic
source: Scan completed.
de: Scan abgeschlossen.
es: Escaneo completado.
fr: Analyse terminée.
ja: スキャンが完了しました。
ru: Сканирование завершено.

# notification:download
source: API Rate limit exceeded.
de: API-Ratenlimit überschritten.
es: Se ha excedido el límite de tasa de la API.
fr: Limite de requêtes API dépassée.
ja: API 回数制限を超えました。
ru: Превышен лимит запросов API.

# notification:download
source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
ja: ダウンロード失敗しました
ru: Скачивание не удалось

# notification:download
source: Media in {{account}}({{tweet-id}}) download failed.
de: Download der Medien in {{account}} ({{tweet-id}}) fehlgeschlagen.
es: La descarga del medio en {{account}}({{tweet-id}}) falló.
fr: Le téléchargement des médias dans {{account}} ({{tweet-id}}) a échoué.
ja: {{account}}({{tweet-id}}) のメディアがダウンロード失敗しました。
ru: Скачивание медиа в аккаунте {{account}} ({{tweet-id}}) не удалось.

# notification:download
source: Too many requests
de: Zu viele Anfragen
es: Demasiadas solicitudes
fr: Trop de requêtes
ja: リクエストが多すぎます
ru: Слишком много запросов

# notification:filename
source: The filename is modified by other extensions, please check extensions' settings.
de: Der Dateiname wurde von anderen Erweiterungen geändert. Bitte überprüfen Sie die Einstellungen der Erweiterungen.
es: El nombre de archivo ha sido modificado por otras extensiones; por favor, revisa la configuración de las extensiones.
fr: Le nom de fichier a été modifié par d'autres extensions — vérifiez leurs paramètres.
ja: ファイルネームが他の拡張に変更されました、他の拡張の設定を確認してください。
ru: Имя файла было изменено другими расширениями — проверьте настройки расширений.

# notification:filename
source: WARNING: Filename is modified
de: WARNUNG: Dateiname wurde geändert
es: ADVERTENCIA: el nombre de archivo ha sido modificado
fr: ATTENTION : le nom du fichier a été modifié
ja: ⚠️ 警告：ファイルネームが変更されました
ru: ПРЕДУПРЕЖДЕНИЕ: имя файла изменено

# notification:filename:button
source: Diagnose
es: Diagnosticar
fr: Diagnostiquer
ja: 診断する
ru: Диагностика

# notification:filename:button
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視する
ru: Игнорировать

# notification:parseTweetInfo
source: Failed to parse tweet information
de: Tweet-Informationen konnten nicht analysiert werden
es: Error al analizar la información del tweet
fr: Échec de l'analyse des informations du tweet
ja: ツイートの解析は失敗しました
ru: Не удалось распарсить данные твита

# notification:parseTweetInfo
source: Failed to parse tweet information. Please report bug to developer.
de: Tweet-Informationen konnten nicht analysiert werden. Bitte melden Sie den Fehler dem Entwickler.
es: Error al analizar la información del tweet. Por favor, informa del error al desarrollador.
fr: Échec de l'analyse des informations du tweet. Veuillez signaler le bug au développeur.
ja: ツイートの解析は失敗しました。開発者に報告してください。
ru: Не удалось распарсить данные твита. Пожалуйста, сообщите об ошибке разработчику.

# notification:quota
source: Download Quota Warning
de: Warnung: Download-Kontingent
es: Aviso de cuota de descargas
fr: Avertissement : quota de téléchargement
ja: ダウンロード割当の警告
ru: Предупреждение: лимит загрузок

# notification:quota
source: Remaining quota: {{quota}}. Resets at {{time}}
de: Verbleibendes Kontingent: {{quota}}. Rücksetzung um {{time}}
es: Cuota restante: {{quota}}. Se restablece en {{time}}
fr: Quota restant : {{quota}}. Réinitialisation à {{time}}
ja: 残りの割当: {{quota}}。{{time}} にリセットされます。
ru: Осталось квоты: {{quota}}. Сброс в {{time}}

# notification:tweet:button
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: やり直し
ru: Повторить

# notification:tweet:button
source: View
de: Anzeigen
es: Ver
fr: Afficher
ja: ツイッターへ
ru: Просмотреть

# notification:tweetFetch
source: Forbidden
de: Zugriff verweigert
es: Prohibido
fr: Accès refusé
ja: 読込み禁止されているになっています
ru: Доступ запрещён

# notification:tweetFetch
source: Please check your login session and your permission.
de: Bitte prüfen Sie Ihre Anmeldungssitzung und Berechtigungen.
es: Verifica tu sesión y permisos.
fr: Veuillez vérifier votre session et vos autorisations.
ja: ログインセッションの有効期限が切れましたが、まだ閲覧の権限を持ちませんでした。
ru: Проверьте сессию входа и права доступа.

# notification:tweetFetch
source: Please contact with developer.
de: Bitte kontaktieren Sie den Entwickler.
es: Contacta con el desarrollador.
fr: Veuillez contacter le développeur.
ja: 開発者に報告してください。
ru: Свяжитесь с разработчиком.

# notification:tweetFetch
source: The tweet cannot be found
de: Der Tweet konnte nicht gefunden werden
es: No se puede encontrar el tweet
fr: Le tweet est introuvable
ja: 該当のツイートのデータが取得できませんでした
ru: Твит не найден

# notification:tweetFetch
source: The tweet might be deleted.
de: Der Tweet könnte gelöscht worden sein.
es: El tweet podría haber sido eliminado.
fr: Le tweet a peut-être été supprimé.
ja: 該当のツイートがすでに削除された。
ru: Твит мог быть удалён.

# notification:tweetFetch
source: Unauthorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
ja: 無許可
ru: Неавторизовано

# notification:tweetFetch
source: Unknown Error ({{code}})
de: Unbekannter Fehler ({{code}})
es: Error desconocido ({{code}})
fr: Erreur inconnue ({{code}})
ja: 不明なエラー ({{code}})
ru: Неизвестная ошибка ({{code}})

# notification:tweetFetch
source: Your login session might be expired, please refresh the session.
de: Ihre Sitzung ist möglicherweise abgelaufen. Bitte aktualisieren Sie die Sitzung.
es: Tu sesión puede haber expirado; por favor, actualiza la sesión.
fr: Votre session a peut-être expiré, veuillez actualiser la session.
ja: ログイン状態やツイートの閲覧権限を確認してください。
ru: Ваша сессия могла истечь — обновите страницу.

# options:about
source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
ja: 更新履歴
ru: Журнал изменений

# options:about
source: Official website
de: Offizielle Webseite
es: Sitio web oficial
fr: Site officiel
ja: 公式サイト
ru: Официальный сайт

# options:about
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ru: Политика конфиденциальности

# options:about
source: Reoprt issues
de: Fehler melden
es: Reportar problemas
fr: Signaler un problème
ja: 不具合を報告する
ru: Сообщить об ошибке

# options:about
source: Version
es: Versión
ja: バージョン
ru: Версия

# options:diagnostics
source: Are you sure to start diagnostics?
de: Sind Sie sicher, dass Sie die Diagnose starten möchten?
es: ¿Estás seguro de iniciar el diagnóstico?
fr: Êtes-vous sûr de vouloir démarrer le diagnostic ?
ja: 診断を開始してもよろしいですか？
ru: Вы уверены, что хотите начать диагностику?

# options:diagnostics
source: Conflict Extensions
de: Konflikt-Erweiterungen
es: Extensiones en conflicto
fr: Extensions en conflit
ja: 拡張機能競合
ru: Конфликтующие расширения

# options:diagnostics
source: Diagnostic
de: Diagnose
es: Diagnóstico
ja: 診断
ru: Диагностика

# options:diagnostics
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効化
ru: Отключить

# options:diagnostics
source: Other extensions will be temporarily disabled during diagnositc, please ensure your working sessions have been saved.
de: Andere Erweiterungen werden während der Diagnose vorübergehend deaktiviert. Bitte speichern Sie Ihre Arbeit.
es: Otras extensiones se desactivarán temporalmente durante el diagnóstico; asegúrate de guardar tu trabajo.
fr: D'autres extensions seront temporairement désactivées pendant le diagnostic ; assurez-vous d'avoir sauvegardé votre travail.
ja: 診断中は他の拡張機能は一時的に無効化されます。作業中のセッションは必ず保存してください。
ru: Во время диагностики другие расширения будут временно отключены; сохраните несохранённую работу.

# options:diagnostics
source: This diagnostic might take few minutes to done, depends on how many extensions you installed.
de: Diese Diagnose kann einige Minuten dauern, abhängig von der Anzahl installierter Erweiterungen.
es: Este diagnóstico puede tardar varios minutos, dependiendo del número de extensiones instaladas.
fr: Ce diagnostic peut prendre quelques minutes, selon le nombre d'extensions installées.
ja: この診断には、インストールされている拡張機能の数に応じて、数分かかる場合があります。
ru: Диагностика может занять несколько минут в зависимости от количества установленных расширений.

# options:diagnostics
source: This diagnostic will check your installed extensions that might conflict with this extension.
de: Diese Diagnose überprüft installierte Erweiterungen auf mögliche Konflikte mit dieser Erweiterung.
es: Este diagnóstico comprobará las extensiones instaladas que puedan entrar en conflicto con esta extensión.
fr: Ce diagnostic vérifiera les extensions installées susceptibles d'entrer en conflit avec cette extension.
ja: この診断ツールは、本拡張機能と競合する可能性のあるインストール済み拡張機能を検査します。
ru: Диагностика проверит установленные расширения на предмет конфликтов с этим расширением.

# options:features
source: Auto-reveal sensitive content
de: Sensiblen Inhalt automatisch anzeigen
es: Mostrar automáticamente contenido sensible
fr: Afficher automatiquement le contenu sensible
ja: センシティブ内容の自動表示
ru: Автоматически показывать чувствительный контент

# options:features
source: Download the thumbnail when the media is video.
de: Das Vorschaubild herunterladen, wenn das Medium ein Video ist.
es: Descargar la miniatura cuando el medio sea un vídeo.
fr: Télécharger la vignette lorsque le média est une vidéo.
ja: ビデオサムネイルのダウンロードメディアはビデオの時、サムネイルをダウンロードします。
ru: Скачивать миниатюру, когда медиа — видео.

# options:features
source: Download video thumbnail
de: Video-Vorschaubild herunterladen
es: Descargar miniatura de vídeo
fr: Télécharger la vignette vidéo
ja: ビデオサムネイルのダウンロード
ru: Скачать миниатюру видео

# options:features
source: Keyboard shortcut
de: Tastenkürzel
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ru: Горячая клавиша

# options:features
source: Use keyboard shortcut to trigger download.
de: Tastenkürzel zum Auslösen des Downloads verwenden.
es: Usar un atajo de teclado para iniciar la descarga.
fr: Utiliser un raccourci clavier pour déclencher le téléchargement.
ja: キーボードショートカットキーを利用してメディアをダウンロードします。
ru: Использовать горячую клавишу для запуска загрузки.

# options:features
source: When the tweet was flagged as sensitive content, this feature can show the blured content automatically.
de: Wenn ein Tweet als sensibel markiert ist, kann diese Funktion den ausgeblendeten Inhalt automatisch anzeigen.
es: Si el tweet está marcado como contenido sensible, esta función puede mostrar el contenido desenfocado automáticamente.
fr: Lorsque le tweet est marqué comme contenu sensible, cette fonctionnalité peut afficher automatiquement le contenu flouté.
ja: ツイートをセンシティブな内容として設定されている際、センシティブ内容を自動的に表示します。
ru: Если твит помечен как чувствительный, эта функция может автоматически показать размытое содержимое.

# options:footBar:button
source: Buy me a coffee
de: Kauf mir einen Kaffee
es: Invítame a un café
fr: Offrez-moi un café
ja: コーヒーをおごって
ru: Купить мне кофе

# options:footBar:button
source: Rate it
de: Bewerten
es: Valorar
fr: Noter
ja: 評価する
ru: Оценить

# options:footBar:text
source: Do you like Media Harvest?
de: Gefällt Ihnen Media Harvest?
es: ¿Te gusta Media Harvest?
fr: Aimez-vous Media Harvest ?
ja: Media Harvest を気に入っていますか？
ru: Вам нравится Media Harvest?

# options:footBar:text
source: or
de: oder
es: o
fr: ou
ja: それとも
ru: или

# options:general
source: Ask where to save files.
de: Fragen, wo Dateien gespeichert werden sollen.
es: Preguntar dónde guardar los archivos.
fr: Demander où enregistrer les fichiers.
ja: ファイルごとに保存先を指定します。
ru: Спрашивать, куда сохранять файлы.

# options:general
source: Create sub-directory
de: Unterordner erstellen
es: Crear subdirectorio
fr: Créer un sous-dossier
ja: サブディレクトリの作成
ru: Создать подпапку

# options:general
source: Create sub-directory under the default download directory. Sub-directory can be seperated with "/".
de: Unterordner im Standard-Downloadverzeichnis erstellen. Unterordner können mit '/' getrennt werden.
es: Crear un subdirectorio dentro del directorio de descargas predeterminado. Los subdirectorios pueden separarse con "/".
fr: Créer un sous-dossier dans le répertoire de téléchargement par défaut. Les sous-dossiers peuvent être séparés par '/'.
ja: ディフォルトディレクトリの下にサブディレクトリを作成します。
ru: Создать подпапку в каталоге загрузок по умолчанию. Подпапки разделяются символом "/".

# options:general
source: Filename pattern
de: Dateinamensmuster
es: Plantilla de nombre de archivo
fr: Modèle de nom de fichier
ja: ファイルネームパターン
ru: Шаблон имени файла

# options:general
source: Group Files
de: Dateien gruppieren
es: Agrupar archivos
fr: Grouper les fichiers
ja: ファイルをグループ化
ru: Группировать файлы

# options:general
source: Group files by the selected attribute.
de: Dateien nach dem ausgewählten Attribut gruppieren.
es: Agrupar archivos por el atributo seleccionado.
fr: Grouper les fichiers selon l'attribut sélectionné.
ja: 選択した属性でファイルをグループ化します。
ru: Группировать файлы по выбранному атрибуту.

# options:general
source: Invalid directory name. Cannot contain <>:"\|?*
de: Ungültiger Ordnername. Darf nicht <>:"\|?* enthalten
es: Nombre de directorio inválido. No puede contener <>:"\|?*
fr: Nom de dossier invalide. Ne peut pas contenir <>:"\|?*
ja: ディレクトリ名に次の文字は使えません <>:”\|?*
ru: Неверное имя папки. Не может содержать <>:"\|?*

# options:general
source: Invalid pattern. The pattern must include `Tweet ID` + `Serial` or `Hash`.
de: Ungültiges Muster. Das Muster muss `Tweet ID` + `Serial` oder `Hash` enthalten.
es: Patrón inválido. El patrón debe incluir `Tweet ID` + `Serial` o `Hash`.
fr: Modèle invalide. Le modèle doit inclure `Tweet ID` + `Serial` ou `Hash`.
ja: 無効なパータン。 `ツイート ID` + `シリアル番号` や `ハッシュ` を含めてください.
ru: Неверный шаблон. Шаблон должен включать `Tweet ID` + `Serial` или `Hash`.

# options:general
source: Show the file chooser or not when download is triggered. Recommend to disable this option.
de: Beim Auslösen des Downloads den Dateiauswahl-Dialog anzeigen oder nicht. Es wird empfohlen, diese Option zu deaktivieren.
es: Mostrar el selector de archivos al iniciar la descarga. Se recomienda desactivar esta opción.
fr: Afficher ou non le sélecteur de fichiers lors du déclenchement du téléchargement. Il est recommandé de désactiver cette option.
ja: ファイルごとに保存先を指定します。 推奨：オフ
ru: Показывать диалог выбора файла при запуске загрузки. Рекомендуется отключить.

# options:general
source: You can choose what info to be included in the filename.
de: Sie können auswählen, welche Informationen im Dateinamen enthalten sein sollen.
es: Puedes elegir qué información incluir en el nombre del archivo.
fr: Vous pouvez choisir quelles informations inclure dans le nom de fichier.
ja: ツイートの情報をファイルネームに含めます。
ru: Выберите, какую информацию включать в имя файла.

# options:general:button
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ru: Сброс

# options:general:button
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ru: Сохранить

# options:general:filenameToken
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Аккаунт

# options:general:filenameToken
source: Account ID
de: Konto-ID
es: ID de cuenta
fr: ID du compte
ja: アカウント ID
ru: ID аккаунта

# options:general:filenameToken
source: Download Date
de: Download-Datum
es: Fecha de descarga
fr: Date de téléchargement
ja: ダウンロード日付
ru: Дата загрузки

# options:general:filenameToken
source: Download Datetime
de: Download-Datum/Uhrzeit
es: Fecha y hora de descarga
fr: Date/heure de téléchargement
ja: ダウンロード時間
ru: Дата и время загрузки

# options:general:filenameToken
source: Download Timestamp
de: Download-Zeitstempel
es: Sello de tiempo de descarga
fr: Horodatage du téléchargement
ja: ダウンロードタイムスタンプ
ru: Метка времени загрузки

# options:general:filenameToken
source: Download_Datetime
de: Download_DatumZeit
es: Descarga_FechaHora
fr: Téléchargement_DateHeure
ja: ダウンロード＿日付
ru: Загрузка_ДатаВремя

# options:general:filenameToken
source: Hash
ja: ハッシュ値

# options:general:filenameToken
source: Serial
de: Seriennummer
fr: Numéro de série
ja: シリアル番号
ru: Серийный номер

# options:general:filenameToken
source: Tweet Date
de: Tweet-Datum
es: Fecha del tweet
fr: Date du tweet
ja: 投稿日付
ru: Дата твита

# options:general:filenameToken
source: Tweet Datetime
de: Tweet-Datum/Uhrzeit
es: Fecha y hora del tweet
fr: Date/heure du tweet
ja: 投稿時間
ru: Дата и время твита

# options:general:filenameToken
source: Tweet ID
es: ID del tweet
fr: ID du tweet
ja: ツイート ID
ru: ID твита

# options:general:filenameToken
source: Tweet Timestamp
de: Tweet-Zeitstempel
es: Sello de tiempo del tweet
fr: Horodatage du tweet
ja: 投稿タイムスタンプ
ru: Метка времени твита

# options:general:filenameToken
source: Tweet_Datetime
de: Tweet_DatumZeit
es: Tweet_FechaHora
fr: Tweet_DateHeure
ja: 投稿＿時間
ru: Твит_ДатаВремя

# options:history
source: Are you sure you want to import this history file?
de: Sind Sie sicher, dass Sie diese Verlaufsdatei importieren möchten?
es: ¿Estás seguro de que deseas importar este archivo de historial?
fr: Êtes-vous sûr de vouloir importer ce fichier d'historique ?
ja: この履歴ファイルをインポートしてもよろしいですか？
ru: Вы уверены, что хотите импортировать этот файл истории?

# options:history
source: Cannot access the selected file. Please grant permission to read the file and try again.
de: Auf die ausgewählte Datei kann nicht zugegriffen werden. Bitte erteilen Sie Lesezugriff und versuchen Sie es erneut.
es: No se puede acceder al archivo seleccionado. Otorga permiso de lectura e inténtalo de nuevo.
fr: Impossible d'accéder au fichier sélectionné. Veuillez autoriser la lecture du fichier et réessayer.
ja: 選択したファイルにアクセスできません。ファイルの読み取りを許可して、もう一度やり直してください。
ru: Не удаётся получить доступ к выбранному файлу. Разрешите чтение файла и повторите попытку.

# options:history
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ru: Экспорт

# options:history
source: Failed to export file.
de: Export der Datei fehlgeschlagen.
es: Error al exportar el archivo.
fr: Échec de l'exportation du fichier.
ja: ファイルのエクスポートに失敗しました。
ru: Не удалось экспортировать файл.

# options:history
source: Failed to import file.
de: Import der Datei fehlgeschlagen.
es: Error al importar el archivo.
fr: Échec de l'importation du fichier.
ja: ファイルのインポートに失敗しました。
ru: Не удалось импортировать файл.

# options:history
source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ru: Импорт

# options:history
source: Invalid format.
de: Ungültiges Format.
es: Formato inválido.
fr: Format invalide.
ja: 形式が正しくありません。
ru: Неверный формат.

# options:history
source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
ja: 次のページ
ru: Следующая страница

# options:history
source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
ja: 前のページ
ru: Предыдущая страница

# options:history
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ru: Обновить

# options:history
source: The history file has been imported successfully.
de: Die Verlaufsdatei wurde erfolgreich importiert.
es: El archivo de historial se ha importado correctamente.
fr: Le fichier d'historique a été importé avec succès.
ja: 履歴ファイルを問題なくインポートしました。
ru: Файл истории успешно импортирован.

# options:history:input:placeholder
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ru: Имя пользователя

# options:history:mediaType
source: Image
de: Bild
es: Imagen
ja: 画像
ru: Изображение

# options:history:mediaType
source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ja: 画像 + ビデオ
ru: Смешанный

# options:history:mediaType
source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ru: Видео

# options:history:mediaType:option
source: All
de: Alle
es: Todos
fr: Tous
ja: 全種類
ru: Все

# options:history:mediaType:option
source: Image
de: Bild
es: Imagen
ja: 画像
ru: Изображение

# options:history:mediaType:option
source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ja: 画像 + ビデオ
ru: Смешанный

# options:history:mediaType:option
source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ru: Видео

# options:history:select
source: Select media type
de: Medientyp auswählen
es: Seleccionar tipo de medio
fr: Sélectionner le type de média
ja: タイプ
ru: Выберите тип медиа

# options:history:table:head
source: actions
de: Aktionen
es: Acciones
ja: 操作
ru: Действия

# options:history:table:head
source: download time
de: Download-Zeit
es: Hora de descarga
fr: Heure du téléchargement
ja: ダウンロード時間
ru: Время загрузки

# options:history:table:head
source: post time
de: Veröffentlichungszeit
es: Hora de publicación
fr: Heure de publication
ja: 投稿時間
ru: Время публикации
