Repository: EltonChou/TwitterMediaHarvest
Catalog: locales/*.po
Languages: de, es, fr, ja, ru

# options:history:table:head
source: thumbnail
de: Vorschaubild
es: Miniatura
fr: Vignette
ja: サムネイル
ru: Эскиз

# options:history:table:head
source: type
de: Typ
es: Tipo
ja: タイプ
ru: Тип

# options:history:table:head
source: user
de: Benutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
ru: Пользователь

# options:integrations
source: Dispatch download to Aria2
de: Download an Aria2 weiterleiten
es: Enviar la descarga a Aria2
fr: Transférer le téléchargement vers Aria2
ja: ダウンロードを Aria2 に転送
ru: Передать загрузку в Aria2

# options:integrations
source: Filename Detector
de: Dateinamenerkennung
es: Detector de nombre de archivo
fr: Détecteur de nom de fichier
ja: ファイルネーム上書き探知
ru: Детектор имени файла

# options:integrations
source: The detector can notify user when the filename is modified by other extensions.
de: Der Detektor kann den Nutzer benachrichtigen, wenn der Dateiname von anderen Erweiterungen geändert wird.
es: El detector puede notificar al usuario cuando el nombre de archivo sea modificado por otras extensiones.
fr: Le détecteur peut avertir l'utilisateur lorsque le nom de fichier est modifié par d'autres extensions.
ja: ファイルネームは他の拡張に上書きされる際、通知を発送します。
ru: Детектор может уведомлять пользователя, когда имя файла изменяется другими расширениями.

# options:integrations
source: This integration is not compatible with {{platform}}
de: Diese Integration ist nicht mit {{platform}} kompatibel
es: Esta integración no es compatible con {{platform}}
fr: Cette intégration n'est pas compatible avec {{platform}}
ja: {{platform}} には適用されていません。
ru: Эта интеграция несовместима с {{platform}}

# options:integrations
source: Transfer the download to Aria2 via {{aria2-extension}}.
de: Übertrage den Download an Aria2 über {{aria2-extension}}.
es: Transferir la descarga a Aria2 mediante {{aria2-extension}}.
fr: Transférer le téléchargement vers Aria2 via {{aria2-extension}}.
ja: ダウンロードを {{aria2-extension}} 経由して Aria2 に転送。
ru: Перенести загрузку в Aria2 через {{aria2-extension}}.

# options:sideMenu
source: About
de: Über
es: Acerca de
fr: À propos
ja: 拡張について
ru: О программе

# options:sideMenu
source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断
ru: Диагностика

# options:sideMenu
source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
ja: 機能
ru: Функции

# options:sideMenu
source: General
de: Allgemein
fr: Général
ja: 一般
ru: Общие

# options:sideMenu
source: History
de: Verlauf
es: Historial
fr: Historique
ja: ダウンロード履歴
ru: История

# options:sideMenu
source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
ja: 統合
ru: Интеграции

# popup
source: Auto-reveal sensitive
de: Auto-Anzeige verborgen
es: Auto-mostrar sensible
fr: Affichage auto sensible
ja: センシティブ内容表示
ru: Автопоказ скрытого

# popup
source: Buy me a coffee!
de: Kauf mir einen Kaffee!
es: ¡Invítame a un café!
fr: Offrez-moi un café !
ja: コーヒーおごって！
ru: Купи мне кофе!

# popup
source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
ja: 更新履歴
ru: Журнал изменений

# popup
source: Rate it
de: Bewerten
es: Valorar
fr: Noter
ja: 評価する
ru: Оценить

# popup
source: Report issues
de: Fehler melden
es: Reportar problemas
fr: Signaler un problème
ja: 不具合を報告する
ru: Сообщить об ошибке

# popup
source: Video thumbnail
de: Video-Vorschaubild
es: Miniatura de vídeo
fr: Vignette vidéo
ja: サムネイル
ru: Эскиз видео
